[
{
"name":"Ed.D. in Curriculum and Instruction",
"description":"This customizable degree is designed to help you advance your understanding of a wide range of curriculum development and instructional methods that can improve teaching and learning in diverse educational settings.",
"credits":"64", 
"link":"https://www.ace.edu/program/doctor-of-education-in-curriculum-and-instruction",
"degree":"doctoral",
"programType":"education"
},
{
"name":"Ed.D. in Leadership",
"description":"The Doctor of Education in Leadership program is designed to help you advance your leadership and research skills within your chosen discipline, whatever that may be. Through a tailored approach to the dissertation process, you can complete the program in as little as three years.",
"credits":"64",
"link":"https://www.ace.edu/program/doctor-of-education-in-leadership",
"degree":"doctoral",
"programType":"leadership"
},
{
"name":"Ed.S. in Leadership",
"description":"The Educational Specialist in Leadership degree is designed for leaders who wish to pursue advanced training at the post-master’s level without having to complete a dissertation. You will learn advanced leadership skills and competencies that will make you a more effective leader.",
"credits":"34",
"link":"https://www.ace.edu/program/educational-specialist-in-leadership",
"degree":"educational specialist",
"programType":"leadership"
},
{
"name":"Ed.S. in Public Health Education",
"description":"The Education Specialist in Public Health Education degree is designed for educators and healthcare professionals who wish to address public health issues through education in local, national and international communities at the post-master’s level without having to complete a dissertation.",
"credits":"34",
"link":"https://www.ace.edu/program/eds-in-public-health-education",
"degree":"educational specialist",
"programType":"education"
},
{
"name":"M.Ed. in Educational Business Administration",
"description":"The Master of Education in Educational Business Administration program was designed for those who want to develop business and leadership skills in an educational setting. Framed by the standards from the Association of School Business Officials International (ASBO), the program prepares strategic leaders for senior administrative positions in a variety of settings including public, charter, and private schools, as well as community colleges and other educational institutions or learning organizations.",
"credits":"35",
"link":"https://www.ace.edu/program/master-of-education-in-educational-business-administration",
"degree":"masters",
"programType":"business"
},
{
"name":"M.Ed. in Health and Wellness Education",
"description":"degree will help you teach others about healthy life choices. You will learn about a wide range of health topics, and how to assess a community or an organization to determine health education priorities. Once you graduate, you will be prepared to take the Certified Health Education Specialist (CHES) exam.",
"credits":"31",
"link":"https://www.ace.edu/program/master-of-education-in-health-and-wellness-education",
"degree":"masters",
"programType":"healthcare"
},
{
"name":"B.S. in Healthcare Administration",
"description":"Designed for individuals with an associate's degree or some college credit, this bachelor’s degree completion program gives you a direct pathway toward earning a bachelor’s degree.* You will learn the skills necessary to work in growing field of healthcare administration.",
"credits":"36",
"link":"https://www.ace.edu/program/bachelor-of-science-in-healthcare-administration",
"degree":"bachelor",
"programType":"healthcare"
}]
